Repository: ErumS/mozilla_sync
Catalog: l10n/*/mozilla_sync.po
Languages: ast, bg_bg, bn_bd, cs_cz, da, el, eu, fa, fi_fi, fr, hu_hu, id, it, pt_br, ru, sk_sk, sl, sv, tr

source: Attention! This will delete all your Sync data on the server.
ast: ¡Atención! Esto desaniciará tolos tos datos de Sync nel sirvidor.
bg_bg: Внимание! Това ще изтрие всичките ти Sync данни на сървъра.
bn_bd: লক্ষ্য করুন!!! এটি সার্ভারে আপনার সব সিঙ্ক ডাটা মুছে ফেলবে।
cs_cz: Pozor! Toto smaže všechna vaše Sync data na serveru.
da: Advarsel! Dette vil dette vil slette alle Sync data på serveren.
el: Προσοχή! Θα διαγράψετε όλα τα συγχρονισμένα δεδομένα στον διακομιστή.
eu: Kontuz! Honek zerbitzarian sinkronizatutako datu guztiak ezabatuko ditu.
fa: توجه! با این کار تمام داده های همگام سازی شده در سرور حذف خواهند شد.
fi_fi: Huomio! Tämä poistaa kaikki synkronointitietosi palvelimelta.
fr: Attention ! Cela va supprimer toutes vos données Sync sur le serveur.
hu_hu: Figyelem! Ezzel törölni fogja minden Mozilla szinkronizációs adatát, ami a kiszolgálón van tárolva!
id: Perhatian! Ini akan menghapus semua data Sinkron Anda pada server.
it: Attenzione! Ciò eliminerà tutti i tuoi dati di sincronizzazione dal server.
pt_br: Atenção! Isto irá apagar todos os seus dados de sincronização no servidor.
ru: Внимание! Это действие удалит все ваши данные синхронизации на сервере.
sk_sk: Pozor! Týmto dôjde k vymazaniu všetkých synchronizovaných údajov na serveri.
sl: Opozorilo! S tem dejanjem bodo izbrisani vsi usklajeni podatki na strežniku.
sv: Observera! Detta kommer radera din synk-data från servern.
tr: Dikkat! Bu, sunucudaki tüm Eşitleme verilerinizi silecektir.

source: Mozilla Sync
bn_bd: মোজিলা সিংক
fa: همگام سازی موزیلا
fi_fi: Mozilla-synkronointi
hu_hu: Mozilla szinkronizáció
id: Mozilla Sinkron
pt_br: Sincronização Mozilla
sl: Usklajevanje Mozilla
sv: Mozilla Synktjänst

source: Sync email saved
ast: Sinc. de corréu-e guardada
bg_bg: Sync имейлът запазен
bn_bd: সিঙ্ক ই-মেইল সংরক্ষন করা হয়েছে
da: Sync e-mail gemt
fa: همگام سازی ایمیل ذخیره شد
sv: Synk mejl sparad

source: Set the value to 0 for unlimited quota.
ast: Afitar el valor 0 pa cuota illimitada.
bg_bg: Сложи 0 за неограничена квота.
bn_bd: সীমাহীন কোটা পেতে ভ্যাল্যু 0 নির্ধারণ করুন।
fa: تنظیم مقدار به 0 برای سهمیه نامحدود
sv: Sätt värdet till 0 för obegränsad kvot.

source: Email:
bg_bg: Имейк:
bn_bd: ইমেইল:
fa: ایمیل:

source: Has to be unique among all Sync users
ast: Tien de ser única ente los usuarios de Sync
bg_bg: Трябва да бъде уникално сред всички Sync потребители
bn_bd: সব সিঙ্ক ব্যাবহারকারীর মাঝে পৃথক হতে হবে
da: Skal være unik blandt alle Sync-brugere
fa: می بایست بین تمام کاربران همگام سازی یکتا باشد
sv: Måste vara unik mellan alla synk användare

source: Password:
bg_bg: Парола:
bn_bd: কূটশব্দ:
fa: رمز عبور:

source: Server address:
bg_bg: Адрес на сървъра:
bn_bd: সার্ভার ঠিকানা:
fa: آدرس سرور:

source: Sync Status
ast: Estáu de sinc.
bg_bg: Статус на Sync
bn_bd: সিঙ্ক এর অবস্থা
da: Synkroniseringsstatus
fa: وضعیت همگام سازی
fi_fi: Synkronoinnin tila
sv: Synkroniseringsstatus

source: Last sync:
bg_bg: Последно синхронизиране:
bn_bd: সর্বশেষ সিঙ্ক:
fa: آخرین همگام سازی

source: Size of stored data:
bg_bg: Размер на запазените данни:
bn_bd: সংরক্ষিত ডাটার আকার:
fa: سایز داده ذخیره شده:

source: Number of synced devices:
bg_bg: Брой синхронизирани устройства:
bn_bd: সিঙ্ক করা ডিভাইসের সংখ্যা:
fa: تعداد دستگاه های همگام شده:

source: Delete Sync data
ast: Desaniciar datos de sinc.
bg_bg: Изтрий Sync данните
bn_bd: সিঙ্কের ডাটা মোছ
fa: پاک کردن داده همگام شده
fi_fi: Poista Sync-tiedot
sv: Radera synk-data

source: Client Configuration
fi_fi: Sovelluksen asetukset
