Repository: ErumS/mozilla_sync
Catalog: l10n/*/mozilla_sync.po
Languages: ast, bg_bg, bn_bd, cs_cz, da, el, eu, fa, fi_fi, fr, hu_hu, id, it, pt_br, ru, sk_sk, sl, sv, tr

source: Failed to delete storage
ast: Fallu al desaniciar almacenamientu
bg_bg: Неуспешно изтриване на дисковото пространство
bn_bd: সংরক্ষণাগারে রক্ষিত ফাইলসমূহ মোছা গেলনা
cs_cz: Nelze smazat uložiště
da: Kunne ikke slette lager
el: Αποτυχία διαγραφής αποθηκευτικού χώρου
eu: Ezin izan da biltegiratzea ezabatu
fa: خطا در حذف مخزن
fr: Échec de suppression du stockage
hu_hu: A tároló törlése nem sikerült
id: Gagal menghapus penyimpanan
it: Eliminazione archiviazione non riuscita
pt_br: Falha ao excluir o armazenamento
ru: Ошибка при удалении хранилища
sk_sk: Nepodarilo sa odstrániť úložisko
sl: Brisanje shranjenih podatkov je spodletelo
sv: Misslyckades att radera lagring
tr: Depolamayı silme başarısız

source: Failed to delete user
ast: Fallo al desaniciar al usuariu
bg_bg: Неуспешно изтриване на потребителя
bn_bd: ব্যবহারকারী মুছে ফেলা ব্যার্থ হলো
cs_cz: Nelze smazat uživatele
da: Kunne ikke slette bruger
el: Αποτυχία διαγραφής χρήστη
eu: Ezin izan da erabiltzailea ezabatu
fa: خطا در حذف کاربر
fi_fi: Käyttäjän poistaminen epäonnistui
fr: Echec de suppression de l'utilisateur
hu_hu: A felhasználó törlése nem sikerült
id: Gagal menghapus pengguna
it: Eliminazione utente non riuscita
pt_br: Falha ao excluir usuário
ru: Ошибка при удалении пользователя
sk_sk: Nepodarilo sa odstrániť používateľa
sl: Brisanje uporabnika je spodletelo
sv: Misslyckades att radera användare
tr: Kullanıcı silme başarısız

source: Storage deleted
ast: Almacenamientu desaniciáu
bg_bg: Дисковото пространство изтрито
bn_bd: সংরক্ষণাগার শুন্য
cs_cz: Uložiště smazáno
da: Lager slettet
el: Ο αποθηκευτικός χώρος διαγράφηκε
eu: Biltegiratzea ezabatu da
fa: مخزن (استوریج) حذف شد
fr: Support de stockage supprimé
hu_hu: A tároló törölve
id: Penyimpanan dihapus
it: Archiviazione eliminata
pt_br: Armazenamento eliminado
ru: Хранилище удалено
sk_sk: Úložisko zmazané
sl: Shranjeni podatki so izbrisani
sv: Lagring raderad
tr: Depolama silindi

source: User not found
ast: Usuariu non alcontráu
bg_bg: Потребителят не е открит
bn_bd: ব্যবহারকারী খুজে পাওয়া গেলনা
cs_cz: Uživatel nebyl nalezen
da: Bruger ikke fundet
el: Δεν βρέθηκε χρήστης
eu: Ez da erabiltzailea aurkitu
fa: کاربر یافت نشد
fi_fi: Käyttäjää ei löytynyt
fr: Utilisateur introuvable
hu_hu: A felhasználó nem található
id: Pengguna tidak ditemukan
it: Utente non trovato
pt_br: Usuário não encontrado
ru: Пользователь не найден
sk_sk: Používateľ nenájdený
sl: Uporabnika ni mogoče najti
sv: Användare ej funnen
tr: Kullanıcı bulunamadı

source: Restriction saved
ast: Restricción guardada
bg_bg: Ограничението запазено
bn_bd: বাধা সংরক্ষণ করা হলো
cs_cz: Omezení uloženo
da: Restriktion gemt
el: Ο περιορισμός αποθηκεύτηκε
fa: محدودیت ذخیره شد
fi_fi: Rajoitus tallennettu
fr: Restriction enregistrée
hu_hu: A korlátozást elmentettük
id: Batasan disimpan
it: Restrizione salvata
pt_br: Restrição salva
ru: Ограничение сохранены
sv: Begränsning sparad
tr: Kısıtlama kaydedildi

source: Invalid input
ast: Entrada inválida
bg_bg: Невалидна информация
bn_bd: ইনপুট সঠিক নয়
cs_cz: Chybný vstup
da: Ugyldigt indput
el: Μη έγκυρη εισαγωγή
eu: Baliogabeko sarrera
fa: مقدار ورودی نامعتبر است
fi_fi: Virheellinen syöte
fr: Saisie invalide
hu_hu: Hibás adat
id: Masukkan tidak sah
it: Inserimento non valido
pt_br: Entrada inválida
ru: Не верный ввод
sk_sk: Nesprávny vstup
sl: Neveljaven vnos
sv: Ogiltlig input
tr: Geçersiz girdi

source: Quota saved
ast: Cuota guardada
bg_bg: Квотата запазена
bn_bd: কোটা সংরক্ষণ করা হলো
cs_cz: Kvóta uložena
da: Kvote gemt
el: Μερίδιο αποθηκεύτηκε
eu: Kuota gorde da
fa: سهمیه ذخیره شد
fi_fi: Kiintiö tallennettu
fr: Quota sauvé
hu_hu: A kvótát elmentettük
id: Kuota disimpan
it: Quota salvata
pt_br: Quota salva
ru: Квота сохранена
sk_sk: Kvóta uložená
sl: Omejitev prostora je shranjena
sv: Kvot sparad
tr: Kota kaydedildi

source: Restrict to group
ast: Restrinxir al grupu
bg_bg: Ограничи до група
bn_bd: দল এ সীমাবদ্ধ রাখ
cs_cz: Omezit na skupinu
da: Begrænset til gruppe
el: Περιορισμός σε ομάδα
eu: Mugatu taldera
fa: محدود کردن به گروه
fi_fi: Rajoita ryhmään
fr: Restreindre au groupe
hu_hu: Csoportra történő korlátozás
id: Batasi ke grup
it: Limita al gruppo
pt_br: Restringir ao grupo
ru: Ограничения группы
sk_sk: Obmedzenia skupiny
sl: Omeji na skupino
sv: Begränsa till grupp
tr: Gruba sınırla

source: When activated, only members of this group can access Mozilla Sync.
ast: Cuando s'active, namái los miembros d'esti grupu puen acceder a Mozilla Sync.
bg_bg: Когато е активирано, само членове на тази група ще имат достъп до Mozilla Sync.
bn_bd: চালু অবস্থায় কেবলমাত্র এই দলের সদস্যগণ মজিলা সিঙ্ক এ প্রবেশ করতে পারবেন
cs_cz: Po aktivaci mohou pouze členové této skupiny přistupovat k Mozilla Sync.
da: Når dette er aktivieret er det kun medlemmer af denne gruppe der kan anvende Mozilla Sync.
el: Όταν ενεργοποιηθεί, μόνο μέλη αυτής της ομάδας θα μπορούν να έχουν πρόσβαση στο Mozilla Sync.
eu: Gaitutakoan, bakarrik talde honetako partaideak erabili ahal izango dute Mozilla Sync.
fi_fi: Kun käytössä, vain tämän ryhmän jäsenet voivat käyttää Mozilla Syncia.
fr: Lorsque ceci est activé, seulement les membres de ce groupe peuvent accéder à Mozilla Sync.
hu_hu: Aktiválás után csak az adott csoport tagjai tudják elérni a Mozilla Sync-et
id: Ketika diaktifkan, hanya anggota grup ini yang dapat mengakses Mozilla Sinkron.
it: Se attivata, solo i membri di questo gruppo possono accedere a Mozilla Sync.
pt_br: Quando ativado, somente os membros deste grupo podem acessar Mozilla Sync.
ru: Когда активировано, только члены группы имеют доступ к Mozilla Sync.
sk_sk: Pokiaľ je aktivovaný, iba členovia tejto skupiny majú umožnený prístup do Mozilla Sync.
sl: Izbrana možnost določa, da imajo dostop do Usklajevalnika Mozill le člani skupine
sv: När den aktiveras, kommer endast medlemmar av denna grupp ha åtkomst till Mozilla Sync.
tr: Etkinleştirildiğinde, sadece bu grubun üyeleri Mozilla Sync'e erişebilir.

source: Sync quota
ast: Sinc. cuota
bg_bg: Sync квота
bn_bd: সিঙ্ক কোটা
cs_cz: Kvóta synchronizace
da: Sync kvote
el: Συγχρονισμός μεριδίων
eu: Sinkronizazio kuota
fa: سهمیه همگام سازی
fi_fi: Synkronoinnin kiintiö
fr: Synchronisation du quota
hu_hu: A kvóta szinkronizációja megtörtént
id: Kuota sinkron
it: Sincronizza quota
pt_br: Quota de sincronização
ru: Квота синхронизации
sk_sk: Kvóta synchronizácie
sl: Omejitev usklajevanja
sv: Synk kvot
tr: Kotayı eşitle

source: 0 is unlimited
cs_cz: 0 znamená bez omezení
da: 0 er ubegrænset
el: 0 για απεριόριστο
eu: 0 mugarik gabe esan nahi du
fi_fi: 0 on rajoittamaton
fr: 0 est illimité
hu_hu: 0 = korlátlan
id: 0 berarti tak terbatas
it: 0 è illimitato
pt_br: 0 para ilimitado
ru: 0 - без ограничений
sk_sk: 0 znamená neobmedzené
sl: 0 predstavlja neomejeno vrednost
tr: 0 limitsiz demektir

source: To deactivate the quota set it to zero.
cs_cz: Pro odstranění nastavte kvótu na nulu.
da: Sæt kvoten til nul for at deaktivere denne.
el: Για να απενεργοποιήσετε τα μερίδια ορίστε τα ως μηδέν.
eu: Kuota desgaitzeko ezarri zero.
fi_fi: Poista kiintiö käytöstä asettamalla arvoksi 0.
fr: Pour désactiver le quota, forcez-le à 0
hu_hu: A kvóta kikapcsolásához nullára kell állítani.
id: Untuk menonaktifkan kuota, atur ke nol.
it: Imposta a zero per disattivare la quota.
pt_br: Para desativar a quota configurá-la para zero.
ru: Для снятия квоты установите значение 0
sk_sk: Pre deaktiváciu kvóty nastavte nulu.
sl: Možnost je onemogočena, ko je vrednost omejitve določena z 0.
tr: Kotayı devre dışı bırakmak için sıfır olarak ayarlayın

source: Installed version
cs_cz: Nainstalovaná verze
da: Installeret version
el: Εγκατεστημένη έκδοση
fi_fi: Asennettu versio
fr: Version installée
hu_hu: A telepített verzió
id: Versi terinstal
it: Versione installata
pt_br: Versão instalada
ru: Установленная версия
tr: Kurulu sürüm

source: Please set an email address in your account settings.
cs_cz: Nastavte si prosím e-mail v nastavení účtu.
el: Παρακαλώ ορίστε μια διεύθυνση ηλ. ταχυδρομείου στις ρυθμίσεις λογαριασμού σας.
eu: Mesedez ezarri e-posta helbide bat zure kontuaren ezarpenetan.
fr: Veuillez définir une adresse courriel dans vos paramètres de compte.
hu_hu: Kérjük a személyes beállításaiban adja meg az e-mail címét.
id: Silakan atur alamat email dalam pengaturan akun.
it: Imposta il tuo indirizzo email nelle impostazioni dell'account.
pt_br: Por favor, defina um endereço de e-mail nas configurações da conta.
ru: Пожалуйста укажите адрес электронной почты в настройках учётной записи
sk_sk: Prosím nastavte emailovú adresu v nastaveniach svojho účtu.
sl: Nastaviti je treba elektronski naslov med nastavitvami računa.
tr: Lütfen hesap ayarlarınızda bir e-posta adresi ayarlayın

source: Be sure to set the LDAP login filter to something like %s.
cs_cz: Ujistěte se, zda jste nastavili LDAP přihlašovací filtr na něco jako %s.
el: Σιγουρευτείτε ότι ρυθμίσατε το φίλτρο σύνδεσης LDAP σε κάτι σαν %s.
eu: Ziurtatu zure LDAP iragazkiak honen antzeko zerbait duela %s.
fr: Assurez-vous de mettre un filtre de connexion LDAP similaire à %s.
hu_hu: Az LDAP bejelentkezési szűrőt állítsa be valami ehhez hasonlóra: %s.
id: Pastikan untuk mengatur filter masuk LDAP seperti %s.
it: Assicurati di impostare il filtro di accesso LDAP a qualcosa di simile a %s.
pt_br: Certifique-se de definir o filtro de login LDAP para algo como %s.
ru: Обязательно установите фильтр для входа по LDAP, наподобие %s.
sk_sk: Uistite sa, že nastavenie LDAP prihlasovacií filter na niečo ako %s.
sl: Filter prijave za LDAP je treba nastaviti na naprimer %s.
tr: LDAP oturum filtresini %s benzeri bir şey olarak ayarladığınızdan emin olun.

source: Configure the special attribute Email in your LDAP configuration accordingly.
cs_cz: Nastavte speciální atribut Email ve vaší LDAP konfiguraci odpovídajícím způsobem.
el: Ρυθμίστε την ειδική ιδιότητα Email στις ρυθμίσεις LDAP αναλόγως.
eu: Konfiguratu zure LDAP konfigurazioan dagokion Email atributu berezia.
fr: Configurer en conséquence l'attribut spécial Email dans votre configuration LDAP.
hu_hu: Az LDAP-beállításokban válassza ki a megfelelő e-mail attribútumot!
it: Configura correttamente l'attributo speciale Email nelle tue impostazioni LDAP.
pt_br: Configure o atributo especial e-mail em sua configuração em conformidade com LDAP.
sk_sk: Nastavte špeciálny atribút Email vo vašej LDAP konfigurácii.
sl: Nastaviti je treba posebne atribute elektronskega naslova med nastavitvami LDAP.
tr: LDAP yapılandırmanızdaki E-posta özel niteliğini ilgili şekilde yapılandırın.

source: Error! You are not allowed to use Mozilla Sync! You need to be a member of the %s group.
ast: Fallu! Nun tienes permisu pa usar Mozilla Sync! Necesites ser miembru del grupu %s.
bg_bg: Грешка! Не ти е разрешено да използваш Mozilla Sync! Трябва да си член на групата %s.
bn_bd: সমস্যা! আপনি মজিলা সিঙ্ক ব্যাবহার করতে পারবেন না! আপনাকে %s দলের সদস্য হতে হবে।
cs_cz: Chyba. Nemáte povoleno použít Mozilla Sync! Musíte být členem skupiny %s.
da: Fejl! Du har ikke tilladelse til at anvende Mozilla Sync! Du skal være medlem af %s gruppen.
el: Σφάλμα! Δεν έχετε άδεια να χρησιμοποιήσετε το Mozilla Sync! Πρέπει να είστε μέλος της ομάδας %s.
eu: Errorea! Ez zaude Mozilla Sync erabiltzeko baimenduta! %s taldearen partaidea izan behar zara.
fi_fi: Virhe! Oikeutesi eivät riitä Mozillan synkronointipalvelun käyttöön. Käyttöä varten tarvitaan ryhmän %s jäsenyys.
fr: Erreur ! Vous n'êtes pas autorisé à utiliser Mozilla Sync ! Vous devez être membre du groupe %s.
hu_hu: Hiba! Ön nem jogosult a Mozilla szinkronizáció használatára! Ehhez a %s csoport tagjának kellene lennie.
id: Kesalahan! Anda tidak diizinkan untuk menggunakan Mozilla Sinkron! Anda harus menjadi anggota dari grup %s.
it: Errore. Non sei autorizzato ad utilizzare Mozilla Sync. Devi essere membro del gruppo %s.
pt_br: Erro! Você não tem permissão para usar a sincronização Mozilla! Você precisa ser um membro do grupo %s.
ru: Ошибка! Вы не можете использовать Mozilla Sync, так как не состоите в группе %s.
sk_sk: Chyba! Nie ste oprávnení používať Mozilla Sync! Musíte byť členom skupiny %s.
sl: Napaka! Ni ustreznih dovoljenja za uporabo Usklajevalnika Mozilla! Uporaba je omejena na člane skupine %s.
sv: Fel! Du har inte tillstånd att använda Mozilla Sync! Du behöver vara en medlem av gruppen %s.
tr: Hata! Mozilla Sync kullanma izniniz yok! %s grubunun üyesi olmanız gerekli.

source: Email
ast: Corréu-e
el: Ηλ. ταχυδρομείο
eu: E-posta
fi_fi: Sähköpostiosoite
fr: Adresse mail
it: Posta elettronica
sl: Elektronski naslov
sv: E-post
tr: Eposta

source: Error! Duplicate email addresses detected! Email addresses need to be unique for Mozilla Sync to work.
ast: ¡Fallu! ¡Deteutáronse direiciones de corréu duplicaes! Les direiciones de corréu-e tienen de ser úniques pa que Mozilla Sync funcione.
bg_bg: Грешка! Открит е повтарящ се имейл адрес! Имейл адресите трябва да са уникални, за да може Mozilla Sync да функционира.
bn_bd: সমস্যা! একইরকম ইমেইল ঠিকানা পাওয়া গেছে! মজিলা সিঙ্ক কর্মক্ষম হতে ইমেইল ঠিকানাগুলো পৃথক পৃথক হতেই হবে।
cs_cz: Chyba! Byla detekována duplicitní emailová adresa! Emailová adresa musí být unikátní pro použití Mozilla Sync.
da: Fejl! Sammenfald i e-mail adresser blev fundet. E-mail adresser skal være unikke for at Mozilla Sync kan fungere.
el: Σφάλμα! Η διεύθυνση ηλ. ταχυδρομείου υπάρχει ήδη! Οι διευθύνσεις ηλ. ταχυδρομείου πρέπει να είναι μοναδικές για να δουλέψει το Mozilla Sync.
eu: Errorea! Bikoiztutako e-posta helbideak aurkitu dira! E-posta helbideak bakarrak izan behar dira Mozilla Syncek funtziona dezan.
fr: Erreur ! Un doublon d'adresse e-mail a été détecté ! Les adresses e-mail doivent être uniques pour que Mozilla Sync puisse fonctionner.
hu_hu: Hiba! A megadott e-mail cím már létezik az adatbázisban! A Mozilla szinkronizáció csak akkor működik, ha minden felhasználónak egyedi e-mail címe van.
it: Errore. Indirizzo di posta duplicato trovato. L'indirizzo email deve essere unico per funzionare con Mozilla Sync.
pt_br: Erro! Endereços de e-mail duplicados detectado! Os endereços de email precisam ser exclusivos para o Mozilla Sync poder trabalhar.
ru: Ошибка! Введенный email уже зарегистрирован! Email адреса должны быть уникальными для функционирования Mozilla Sync.
sk_sk: Chyba! Zistené duplicitné emailové adresy! Emailové adresy musia byť jedinečné pre správne fungovanieMozilla Sync.
sl: Napaka! Zaznan je podvojen elektronski naslov. Naslovi morajo biti edinstveni za pravilno delovanje sistema.
sv: Fel! Dubblett av e-postadresser detekterad! E-postadresser måste vara unika för att Mozilla Sync ska fungera.
tr: Hata! Yinelenmiş e-posta adresleri tespit edildi! Mozilla Sync'in çalışabilmesi için e-posta adreslerinin benzersiz olması gereklidir

source: Password
ast: Contraseña
cs_cz: Heslo
da: Kodeord
el: Κωδικός πρόσβασης
eu: Pasahitza
fi_fi: Salasana
fr: Mot de passe
hu_hu: Jelszó
id: Sandi
pt_br: Senha
ru: Пароль
sk_sk: Heslo
sl: Geslo
sv: Lösenord
tr: Parola

source: Use your ownCloud account password
ast: Usa la to contraseña de ownCloud
bg_bg: Използвай паролата от своя ownCloud профил
bn_bd: আপনার ওউনক্লাউড কুটশব্দ ব্যাবহার করুন
cs_cz: Použijte heslo svého ownCloud účtu
da: Brug kodeordet til din ownCloud konto
el: Χρησιμοποίηστε τον κωδικό πρόσβασης του λογαριασμού ownCloud σας
eu: Erabili zure ownCloud kontuko pasahitza
fa: استفاده از رمز عبور حساب کارب ownCloud خود
fi_fi: Käytä ownCloud-tilisi salasanaa
fr: Utiliser votre mot de passe ownCloud
hu_hu: Használja az ownCloud bejelentkezésének jelszavát
id: Gunakan sandi akun ownCloud Anda
it: Usa la tua password di ownCloud
pt_br: Use a senha da conta ownCloud
ru: Используйте пароль учётной записи OwnCloud
sk_sk: Použite svoje heslo k účtu ​​ownCloud
sl: Uporabite geslo računa ownCloud
sv: Ange ditt ownCloud lösenord:
tr: ownCloud hesap parolasını kullanın

source: Server address
ast: Direición del sirvidor
cs_cz: Adresa serveru
da: Serveradresse
el: Διεύθυνση διακομιστή
eu: Zerbitzariaren helbidea
fi_fi: Palvelimen osoite
fr: Adresse du serveur
hu_hu: A kiszolgáló címe
id: Alamat server
it: Indirizzo del server
pt_br: Endereço do servidor
ru: Адрес сервера
sk_sk: Adresa servera
sl: Naslov strežnika
sv: Serveradress
tr: Sunucu adresi

source: To set up Mozilla Sync create a new Sync account in Firefox.
ast: Pa configurar Mozilla Sync, tienes de crear una cuenta sync en Firefox.
bg_bg: За да настроиш Mozilla Sync създай нов Sync профил във Firefox.
bn_bd: মজিলা সিঙ্ক সেটআপ করতে ফায়ারফক্সে একটি নতুন সিঙ্ক একাউন্ট করুন।
cs_cz: Pro nastavení Mozilla Sync vytvořte nový Sync účet ve Firefoxu.
da: For at sætte Mozilla Sync op, skal du først oprette en kontor i Firefox.
el: Για να ρυθμίσετε το Mozilla Sync δημιουργήστε έναν νέο λογαρισμό Συγχρονισμού στο Firefox.
eu: Mozilla Sync erabiltzeko sortu Sync kontu berria Firefoxen.
fi_fi: Luo uusi Sync-tili Firefoxissa käyttääksesi Mozillan synkronointipalvelua.
fr: Pour mettre en place Mozilla Sync, créer un nouveau compte Sync dans Firefox.
hu_hu: A Mozilla szinkronizáció használatához hozzon létre egy szinkronizációs bejelentkezést a Firefoxban!
id: Untuk membuat Mozilla sinkron, buat akun sinkron baru di Firefox.
it: Per configurare Mozilla Sync, crea un nuovo account Sync in Firefox.
pt_br: Para configurar a sincronização Mozilla criar uma nova conta de sincronização no Firefox.
ru: Для настройки Mozilla Sync создайте новую учетную запись Sync в Firefox.
sk_sk: Ak chcete nastaviť Mozilla Sync, vytvorte si nový synchronizačný účet vo Firefoxe.
sl: Na nastavitev Usklajevalnika Mozilla je treba ustvariti nov račun za usklajevanje v programu Firefox.
sv: För att sätta upp Mozilla Synk, skapa ett nytt synk-konto i Firefox.
tr: Mozilla Sync kurulumu için Firefox içerisinde yeni bir Eşitleme hesabı oluşturun.

source: Mozilla Sync is set up, additional devices can be added via Mozilla's device pairing service or manually.
ast: Configuróse Mozilla Sync, los preseos adicionales, tienen d'amestase vía serviciu d'empareyamientu de Mozilla o manualmente.
bg_bg: Mozilla Synch е настроен, допълнителни устройсва могат да бъдат добавени чрез услугата за свързване на Mozilla или ръчно.
bn_bd: মজিলা সিঙ্ক সেটআপ করা হয়েছে। মজিলা ডিভাইস পেয়ারিং সার্ভিস ব্যাবহার করে বা নিজে নিজে অতিরিক্ত ডিভাইস যুক্ত করা যাবে।
cs_cz: Mozilla Sync je nastaven. Další zařízení mohou být přidána přes službu párování zařízení (Mozilla) nebo ručně.
da: Mozilla Sync er sat op. Yderligere enheder kan tilføjes via Mozillas enhedsparringsserivce eller manuelt.
el: Το Mozilla Sync ρυθμίστηκε, επιπλέον συσκευές μπορούν να προστεθούν μέσω της υπηρεσίας προσθήκης συσκευών του Mozilla ή χειροκίνητα.
eu: Mozilla Sync konfiguratuta dago, gailu gehiago Mozilla gailu parekatze zerbitzuarekin edo eskuz gehi daitezke.
fr: Mozilla Sync est configuré. Des périphériques supplémentaires peuvent être ajouté manuellement ou avec le service Mozilla d'appairage de périphériques.
hu_hu: A Mozilla szinkronizációt sikerült beállítani. További eszközök szinkronizációját vagy a Mozilla eszközpárosító szolgáltatásával, vagy kézzel állíthatja be.
it: Mozilla Sync è configurato, altri dispositivi possono essere aggiunti tramite il servizio di pairing di Mozilla o manualmente.
pt_br: Mozilla Sync foi criada, os dispositivos podem ser adicionados através do serviço de emparelhamento do dispositivo do Mozilla ou manualmente.
ru: Mozilla Sync настроен, дополнительные устройства могут быть добавлены с помощью службы сопряжения устройств Mozilla или вручную.
sk_sk: Mozilla Sync je nastavený, ďalšie zariadenia možno pridať pomocou služby párovania Mozilla zariadení alebo ručne.
sl: Usklajevalnik Mozilla je nastavljen. Dodatne naprave je mogoče dodati preko storitve povezovanja ali pa z ročnimi nastavitvami.
sv: Mozilla Sync är uppsatt, ytterligare enheter kan läggas till via Mozillas enhet parningstjänst eller manuellt.
tr: Mozilla Sync ayarlandı, ek aygıtlar Mozilla'nın aygıt eşleme hizmeti veya el ile eklenebilir.

source: Last sync
ast: Cabera sinc.
cs_cz: Poslední synchronizace
da: Seneste synk.
el: Τελευταίος συγχρονισμός
eu: Azkenengo sinkronizazioa
fi_fi: Viimeisin synkronointi
fr: Dernière synchronisation
hu_hu: Utolsó szinkronizáció
id: Sinkronasi terakhir
it: Ultima sincronizzazione
pt_br: Última sincronização
ru: Последняя синхронизация
sk_sk: Posledná synchronizácia
sl: Zadnjič usklajeno
sv: Senaste synk
tr: Son eşitleme

source: Size of stored data
ast: Tamañu de los datos almacenaos
cs_cz: Velikost uložených dat
da: Størrelse af lagret data
el: Μέγεθος αποθηκευμένων δεδομένων
eu: Gordetako datuen tamaina
fr: Taille des données stockées
hu_hu: A tárolt adatok mérete
id: Ukuran data yang tersimpan
it: Dimensione dei dati archiviati
pt_br: Tamanho dos dados armazenados
ru: Размер сохраненных данных
sk_sk: Veľkosť uložených údajov
sl: Velikost shranjenih podatkov
sv: Storlek på lagrad data
tr: Depolanmış veri boyutu

source: No data stored yet.
ast: Entá nun hai datos atroxaos
bg_bg: Все още няма запазена информация.
bn_bd: এখনো কোন ডাটা সংরক্ষণ করা হয়নি।
cs_cz: Zatím nebyla uložena žádná data.
da: Ingen data gemt endnu.
el: Δεν έχουν αποθηκευτεί δεδομένα ακόμα.
eu: Oraindik ez da daturik gorde.
fa: هنوز داده ای ذخیره نشده است.
fr: Aucune donnée stockée.
hu_hu: Még nincs tárolt adat.
id: Tidak ada data yang disimpan.
it: Ancora nessun dato archiviato.
pt_br: Ainda sem dados armazenados.
ru: Еще нет данных.
sk_sk: ˇYiadne údaje ešte nie sú uložené.
sl: Ni še shranjenih podatkov.
sv: Ingen data lagrad ännu.
tr: Henüz depolanmış bir veri yok.

source: Number of synced devices
ast: Númberu de preseos sincronizaos
cs_cz: Počet synchronizovaných zařízení
da: Antal synkroniserede enheder
el: Αριθμός συγχρονιζόμενων συσκευών
eu: Sinkronizatutako gailu kopurua
fi_fi: Synkronoitujen laitteiden määrä
fr: Nombre d'appareils synchronisés
hu_hu: A szinkronizált eszközök száma
id: Jumlah perangkat yang disinkronasikan
it: Numero di dispositivi sincronizzati
pt_br: Número de dispositivos sincronizados
ru: Количество синхронизированных устройств
sk_sk: Počet synchronizovaných zariadení
sl: Število usklajenih podatkov
sv: Antal synkade enheter
tr: Eşitlenmiş aygıtların sayısı

source: Delete storage
cs_cz: Smaž uložiště
da: Slet lager
el: Διαγραφή αποθηκευτικού χώρου
eu: Ezabatu biltegiratzea
fr: Supprimer le stockage
hu_hu: A tárolt adatok törlése
id: Hapus penyimpanan
it: Eliminazione archiviazione
pt_br: Excluir armazenamento
ru: Удалить хранилище
sk_sk: Odstrániť úložisko
sl: Izbriši shrambo
tr: Depolamayı sil
